Repository: elework/Spreadsheet
Catalog: po/*.po
Languages: fr, nl

source: No documentation
fr: Pas de documentation

source: Add numbers
fr: Ajoute des nombres
nl: Getallen toevoegen

source: Multiply numbers
fr: Multiplie des nombres
nl: Getallen vermenigvuldigen

source: Divide numbers
fr: Divise des nombres
nl: Getallen delen

source: Subtract numbers
fr: Soustrait des nombres
nl: Getallen aftrekken

source: Gives the modulo of numbers
fr: Donne le modulo de deux nombres
nl: Toon de modulaire berekening

source: Elevate a number to the power of a second one
fr: Met un nombre à la puissance d'un autre
nl: Verhoog het getal van het ene met het andere

source: The square root of a number
fr: La racine carrée d'un nombre
nl: Toon de vierkantswortel van een getal

source: Rounds a number to the nearest integer
fr: Arrondi un nombre à l'entier le plus proche
nl: Rond een getal af naar het hoogste gehele getal

source: Removes the decimal part of a number
fr: Retire la partie décimale d'un nombre
nl: Verwijder het decimale gedeelte van een getal

source: Return the smallest value
fr: Renvoie la plus petite valeur
nl: Bereken de laagste waarde

source: Return the biggest value
fr: Renvoie la plus grande valeur
nl: Bereken de hoogste waarde

source: Gives the mean of a list of numbers
fr: Donne la moyenne d'une liste de nombres
nl: Toon het totaal van een lijst met getallen

source: Gives the cosine of a number (in radians)
fr: Donne le cosinus d'un nombre (en radians)
nl: Toon de cosinus van een getal (in straal)

source: Gives the sine of an angle (in radians)
fr: Donne le sinus d'un angle (en radians)
nl: Toon de sinus van een hoek (in straal)

source: Gives the tangent of a number (in radians)
fr: Donne la tangente d'un nombre (en radians)
nl: Toon de tangent van een getal (in straal)

source: Gives the arc cosine of a number
fr: Donne l'arc cosinus d'un nombre
nl: Toon de curvecosinus van een getal (in straal)

source: Gives the arc sine of a number
fr: Donne l'arc sinus d'un nombre
nl: Toon de curvesinus van een getal

source: Not saved yet
fr: Pas encore enregistré
nl: Nog niet opgeslagen

source: Search functions
fr: Rechercher des fonctions
nl: Functies zoeken

source: Insert functions to a selected cell
fr: Insérer des fonctions dans la cellule sélectionnée
nl: Functies invoegen in geselecteerde cel

source: Click to insert numbers or functions to a selected cell
fr: Cliquez pour insérer des nombres ou des fonctions dans la cellule sélectionnée
nl: Klik om getallen of functies in te voegen in de geselecteerde cel

source: Set colors to letters in a selected cell
fr: Définir la couleur de police de la cellule sélectionnée
nl: Letters inkleuren in geselecteerde cel

source: Untitled Spreadsheet %i
fr: Classeur sans titre %i
nl: Naamloos rekenblad %i

source: Sheet 1
fr: Feuille 1
nl: Rekenblad 1

source: CSV files
fr: Fichiers CSV
nl: CSV-bestanden

source: Open a file
fr: Ouvrir un fichier
nl: Open een bestand

source: _Open
fr: _Ouvrir
nl: _Openen

source: Save your work
fr: Enregistrez votre travail
nl: Sla je werk op

source: _Save
fr: _Enregistrer
nl: Op_slaan

source: Open another window
fr: Ouvrir une autre fenêtre
nl: Nieuw venster openen

source: Save this file with a different name
fr: Enregistrer ce fichier avec un nom différent
nl: Sla dit bestand op onder een andere naam

source: Redo
fr: Rétablir
nl: Opnieuw uitvoeren

source: Undo
fr: Annuler
nl: Ongedaan maken

source: Start something new, or continue what you have been working on.
fr: Commencez quelque chose de nouveau, ou continuez votre travail.
nl: Maak een nieuw werkblad of ga door met je vorige werk.

source: New Sheet
fr: Nouvelle feuille
nl: Nieuw blad

source: Create an empty sheet
fr: Créer une feuille vierge
nl: Voeg een blanco rekenblad toe

source: Open File
fr: Ouvrir un fichier
nl: Bestand openen

source: Choose a saved file
fr: Sélectionner un fichier enregistré
nl: Kies een opgeslagen bestand

source: Zoom in/out the sheet
fr: Zoomer/Dézoomer le tableau

source: Reset to the default zoom level
fr: Revenir au zoom par défaut

source: Font
fr: Police
nl: Lettertype

source: Cell
fr: Cellule
nl: Cel

source: Bold
fr: Gras
nl: Vetgedrukt

source: Italic
fr: Italique
nl: Cursief

source: Underline
fr: Souligné
nl: Onderstrepen

source: Strikethrough
fr: Barré
nl: Doorhalen

source: Color
fr: Couleur
nl: Kleur

source: Set font color of a selected cell
fr: Définit la couleur de police de la cellule sélectionnée
nl: Letterkleur instellen in geselecteerde cel

source: Reset font color of a selected cell to black
fr: Réinitialise la couleur de police de la cellule sélectionnée en noir
nl: Standaard letterkleur herstellen in geselecteerde cel

source: Fill
fr: Remplissage
nl: Opvullen

source: Set fill color of a selected cell
fr: Définir la couleur de remplissage de la cellule sélectionnée
nl: Opvulkleur van de geselecteerde cel instellen

source: Remove fill color of a selected cell
fr: Supprime la couleur de remplissage de la cellule sélectionnée
nl: Opvulkleur van de geselecteerde cel wissen

source: Stroke
fr: Bordure
nl: Penseelstreek

source: Set stroke color of a selected cell
fr: Définit la couleur de bordure de la cellule sélectionnée
nl: Penseelkleur van de geselecteerde cel instellen

source: Set the border width of a selected cell
fr: Définir la largeur de bordure de la cellule sélectionnée
nl: Randdikte van de geselecteerde cel instellen

source: Remove stroke color of a selected cell
fr: Supprimer la couleur de border de la cellule sélectionnée
nl: Penseelkleur van de geselecteerde cel wissen

source: Gives the arc tangent of a number
nl: Toon de curvetangent van een getal

source: Spreadsheet
nl: Rekenblad

source: Style
nl: Stijl
